[
    {
        "itemid": 1,
        "name": "Winsor & Newton Cotman Watercolor Paint, Half Pans, Set of 24, 24 Count",
        "image": "https://drive.google.com/file/d/15X8t5TmcWl_4ytpuB_agM36Rh9TXAlkI/view?usp=sharing",
        "description": "Winsor & Newton Cotman Water Colours are a range of water colours that are made to our high quality standards but costs are kept to an economical level by replacing some of the more costly pigments with less expensive alternatives.\nCotman Water Colours possess good transparency, excellent tinting strength and good working properties.\nUses the PLUS cartridge system which offers great pan security and versatility.\nThis water colour set contains a Cotman Series 111 No.3 brush and 24 Cotman Water Colour half pans: Lemon Yellow Hue, Cadmium Yellow Pale Hue, Cadmium Yellow Hue, Cadmium Orange Hue, Cadmium Red Pale Hue, Cadmium Red Deep Hue, Alizarin Crimson Hue, Purple Lake, Ultramarine, Cobalt Blue Hue, Cerulean Blue Hue, Intense Blue (Phthalo Blue), Viridian Hue, Emerald, Hooker's Green Dark, Sap Green, Yellow Ochre, Raw Umber, Burnt Sienna, Indian Red, Burnt Umber, Payne's Gray, Lamp Black, Chinese White.",
        "price": "Winsor & Newton Cotman Water Colours are a range of water colours that are made to our high quality standards but costs are kept to an economical level by replacing some of the more costly pigments with less expensive alternatives.\nCotman Water Colours possess good transparency, excellent tinting strength and good working properties.\nUses the PLUS cartridge system which offers great pan security and versatility.\nThis water colour set contains a Cotman Series 111 No.3 brush and 24 Cotman Water Colour half pans: Lemon Yellow Hue, Cadmium Yellow Pale Hue, Cadmium Yellow Hue, Cadmium Orange Hue, Cadmium Red Pale Hue, Cadmium Red Deep Hue, Alizarin Crimson Hue, Purple Lake, Ultramarine, Cobalt Blue Hue, Cerulean Blue Hue, Intense Blue (Phthalo Blue), Viridian Hue, Emerald, Hooker's Green Dark, Sap Green, Yellow Ochre, Raw Umber, Burnt Sienna, Indian Red, Burnt Umber, Payne's Gray, Lamp Black, Chinese White.",
        "category": "Arts, Crafts & Sewing",
        "keywords": "art, watercolor, paint",
        "rankincategory": 1,
        "quantity": 300,
        "rating": 4.75
    },
    {
        "itemid": 2,
        "name": "Crayola Crayon Classpack, School Supplies, 16 Colors (50 Each), 800 Ct, Standard",
        "image": "https://drive.google.com/file/d/1gHXkgWVi0QuFOu83jxZ5QX3nGmOGUayi/view?usp=sharing",
        "description": "CRAYOLA CLASSPACK CRAYONS: Features 800 Crayola crayons in 16 assorted colors.\nCRAYOLA COLORS: This art set has 50 crayons in each color, including Yellow, Blue Violet, Blue, Blue Green, Carnation Pink, Red Violet, Green, Brown, Yellow Orange, Red Orange, Yellow Green, Red, Black, Orange, White, and Violet.\nORGANIZED STORAGE: Crayons are separated into individual sections by color in the organized storage box.\nSCHOOL SUPPLIES: Crayola crayons in Bulk are great for teachers as classroom supplies.\nSAFE AND NONTOXIC: Ideal for kids, ages 3 & up.",
        "price": 52.01,
        "category": "Arts, Crafts & Sewing",
        "keywords": "art, crayons, children",
        "rankincategory": 2,
        "quantity": 20,
        "rating": 4
    },
    {
        "itemid": 3,
        "name": "X-ACTO School Pro Classroom Electric Pencil Sharpener, Blue, 1 Count",
        "image": "https://drive.google.com/file/d/1lX8bZbsiho4phz98RH7gIHgFywxVZvAj/view?usp=sharing",
        "description": "Heavy duty electric pencil sharpener designed specifically for classrooms\nDurable construction stands up to wear and tear\nQuiet electric motor provides reliable power with minimal disruption; No electrical draw when not in use\nFlyaway cutter system stops cutter automatically when pencil is sharp\nHelical steel cutter produces safe, rounded pencil points",
        "price": 15.99,
        "category": "Arts, Crafts & Sewing",
        "keywords": "art, pencil sharpener, tools",
        "rankincategory": 3,
        "quantity": 1,
        "rating": 3
    },
    {
        "itemid": 4,
        "name": "Permanent Adhesive Backed Vinyl Sheets by EZ Craft USA - 12\" x 12\" - 40 Sheets Assorted Colors Works with Cricut and Other Cutters",
        "image": "https://drive.google.com/file/d/1HePNUhv552e6Ecy1h9VwM9d1zmwC1b9W/view?usp=sharing",
        "description": "SAVE MONEY! BEST PRICED PACKAGE! 12” X 12” INCH VINYL 40 sheets in 30 different glossy colors, 2 matte colors, and 3 metallic colors. No other package on Amazon offers such a variety for such a low price. 3 mil vinyl thickness, perfect for all your crafting needs. Check the product description for a detailed description of the colors included. NOTE: Actual color of vinyl may vary slightly due to differences in monitor display.\nHIGH QUALITY ADHESIVE BACKING AND LINER to protect the adhesive until it is exposed and ready for use. No more cheap backing ruining and separating from the vinyl in the cutting process before usage. No need to endure a frustrating weeding process after cutting with this easy to peel liner.\nLIFETIME SATISFACTION GUARANTEE OR YOUR MONEY BACK. If unhappy with this product then you can send it back. However, if you find this to be the best Vinyl you've purchased on Amazon that transform your crafting experience then purchase one as a gift for a friend and share us on facebook. You won't find better all around adhesive backed vinyl sheets at this price.\nTHIN BUT STRONG, DURABLE vinyl sheets. We've covered all corners with this product. We were tired of buying low quality products over and over again from Amazon so we decided to fabricate our own. You will not find better quality Vinyl on Amazon that has both the stregth and thinness combination.\nCOMES FLAT AND READY TO USE WITH ALL CUTTERS. Unlike Vinyl rolls, this product comes flat and ready to use, no more stressing over bent corners. If you use cutting machines like the Cricut, Silhouette, Graphtec, Pazzles, Inspirations, Quickutz, Xyron, Craft ROBO, or any other crafting cutters that take Oracal 651 or other similar vinyl sheets then this definitely is the product for you. Order now to receive the best adhesive backed vinyl on Amazon.",
        "price": 21.99,
        "category": "Arts, Crafts & Sewing",
        "keywords": "art, vinyl sheets, craft supplies",
        "rankincategory": 4,
        "quantity": 2,
        "rating": 2
    },
    {
        "itemid": 5,
        "name": "TBC The Best Crafts 36 Colors Watercolor Paint Set, Portable Travel Watercolor Pan Set with Paint Brush, Student Quality Watercolor Cake for Kids",
        "image": "https://drive.google.com/file/d/1z9z65ED8QOsv0mz2remYa7mIKPZlgZ2P/view?usp=sharing",
        "description": "TBC Classic 36 Colors Watercolor Pan Set, comes in with 1 Paint Brush. Excellent color performance, natural watercolor blooming effect, high pigment load, quick drying, and durable consistency. All colors are intermixable.",
        "price": 8.91,
        "category": "Arts, Crafts & Sewing",
        "keywords": "art, watercolor, paint",
        "rankincategory": 5,
        "quantity": 30,
        "rating": 1.5
    },
    {
        "itemid": 6,
        "name": "Scissors, iBayam 8\" Multipurpose Scissors Bulk 3-Pack, Ultra Sharp Blade Shears, Comfort-Grip Handles, Sturdy Sharp Scissors for Office Home School Sewing Fabric Craft Supplies, Right/Left Handed",
        "image": "https://drive.google.com/file/d/1o8WLbWnH8-szyUVP4xGTnb7CbkZOZJ2c/view?usp=sharing",
        "description": "Definitely household scissors -- Great for cutting burlap, paper, cardboard, light line, fabric, tape, photos. Perfect for sewing, tailoring, quilting, dressmaking, cutting patterns, alterations, hand craft. Exceptional scissors for multiple uses around the home, in the Handcraft Workshop, in the bathroom, on the dresser, in the study, in the laundry room, mail room, craft room, at the office, great for most regular household tasks. Suitable for teachers middle / high school classroom supplies.\n3 Pairs of Quality Straight Handled Scissors -- They are strongly allow you to make precise cuts with great control as the blade have the perfect amount of friction, Very comfortable to use. 3 pairs of straight handled scissors for smooth, efficient cutting sissors for general use.\nCompetitive Price -- Durable stainless steel blades enables high-density steel that makes 3 times harder than normal stainless steel and are smoother cutting. 6X longer lasting than the previous formula and remain sharp for 100,000+ cuts. blades stay sharper longer; We chose bright colors, green / purple / orange. different color rubber handles are used in different places, Soft-grip holes let you maintain a comfortable, can be used left- or right-handed.\niBayam 8-Inch Soft-Grip Scissors -- 3 special scissors are suitable for most items that need to be cut. It can also be used as a household scissors for cutting open frozen food bags ready for cooking. Convenient, sturdy, especially sharp scissors for general use, very durable.",
        "price": 7.99,
        "category": "Arts, Crafts & Sewing",
        "keywords": "art, scissors, tools",
        "rankincategory": 6,
        "quantity": 60,
        "rating": 1
    },
    {
        "itemid": 7,
        "name": "Microsoft Surface Pro 7 – 12.3\" Touch-Screen - Intel Core i7 - 16GB Memory - 256GB SSD (Latest Model) – Matte Black",
        "image": "https://drive.google.com/file/d/1li-l0SICbwwhPw0Ap9R5Own1qJlU-KzC/view?usp=sharing",
        "description": "Next-gen, best-in-class laptop with the versatility of a studio and tablet, so you can type, touch, draw, write, work, and play more naturally\nFaster than Surface Pro 6, with a 10th Gen Intel Core Processor – redefining what’s possible in a thin and light computer.\nMore ways to connect, with both USB-C and USB-A ports for connecting to displays, docking stations and more, as well as accessory charging\nStandout design that won’t weigh you down — ultra-slim and light Surface Pro 7 starts at just 1.70 pounds\nAll-day battery life up to 10.5 hours, plus the ability to go from empty to full faster — about 80% in just over an hour",
        "price": 1299.99,
        "category": "Electronics",
        "keywords": "laptop, microsoft, electronics",
        "rankincategory": 1,
        "quantity": 3000,
        "rating": 5
    },
    {
        "itemid": 8,
        "name": "Echo Dot (3rd Gen) - Smart speaker with Alexa - Charcoal",
        "image": "https://drive.google.com/file/d/16U0vCS_3RVuLtKk8TzCWM7x01fQdRHk1/view?usp=sharing",
        "description": "Meet Echo Dot - Our most popular smart speaker with a fabric design. It is our most compact smart speaker that fits perfectly into small spaces.\nImproved speaker quality - Better speaker quality than Echo Dot Gen 2 for richer and louder sound. Pair with a second Echo Dot for stereo sound.\nVoice control your music - Stream songs from Amazon Music, Apple Music, Spotify, Sirius XM, and others.\nReady to help - Ask Alexa to play music, answer questions, read the news, check the weather, set alarms, control compatible smart home devices, and more.\nVoice control your smart home - Turn on lights, adjust thermostats, lock doors, and more with compatible connected devices. Create routines to start and end your day.\nConnect with others - Call almost anyone hands-free. Instantly drop in on other rooms in your home or make an announcement to every room with a compatible Echo device.\nAlexa has skills - With tens of thousands of skills and counting, Alexa is always getting smarter and adding new skills like tracking fitness, playing games, and more.\nDesigned to protect your privacy - Built with multiple layers of privacy protections and controls, including a microphone off button that electronically disconnects the microphones.",
        "price": 29.99,
        "category": "Electronics",
        "keywords": "electronics, alexa, echo dot",
        "rankincategory": 2,
        "quantity": 3,
        "rating": 4.75
    },
    {
        "itemid": 9,
        "name": "\nFitbit Versa 2 Health and Fitness Smartwatch with Heart Rate, Music, Alexa Built-In, Sleep and Swim Tracking, Black/Carbon, One Size (S and L Bands Included)",
        "image": "https://drive.google.com/file/d/1pibUhXXvvhLoNx7nWmAqNK0Hpe7G9ckH/view?usp=sharing",
        "description": "Use amazon Alexa built in to get quick news and information, check the weather, set timers and alarms, control your smart home devices and more all through the sound of your voice (third party app may be required; amazon Alexa not available in all countries)\nBased on your heart rate, time asleep and restlessness, sleep score helps you better understand your sleep quality each night; also track your time in light, deep and REM sleep stages and get personal insights\nControl your Spotify app, download Pandora stations and add Deezer playlists, plus store and play 300+ songs on your wrist (subscription required; Pandora is us only)\nWith a larger display and an always on option, your information’s always a quick glance away (always on display requires more frequent charging)\nTrack heart rate 24/ 7, steps, distance, calories burned, hourly activity, active minutes and floors climbed. Syncing range - up to 6.1 meters\nWorks around the clock with 6 plus day battery life (varies with use and other factors)\nGet a call, text, calendar and smartphone app notifications when your phone is nearby; plus send quick replies and a voice replies on android only.Works with Bluetooth headphones & 200+ leading iOS and Android devices.",
        "price": 179,
        "category": "Electronics",
        "keywords": "electronics, fitness, fitbit",
        "rankincategory": 3,
        "quantity": 4,
        "rating": 4
    },
    {
        "itemid": 10,
        "name": "Blink Mini – Compact indoor plug-in smart security camera, 1080 HD video, motion detection, night vision, Works with Alexa – 1 camera",
        "image": "https://drive.google.com/file/d/1d02n53xk6KjJsDtvHM4o8r35Sn2kvYwT/view?usp=sharing",
        "description": "1080P HD indoor, plug-in security camera with motion detection and two way audio that lets you monitor the inside of your home day and night.\nGet alerts on your smartphone whenever motion is detected or customize motion detection zones so you can see what matters most.\nSee, hear, and speak to people and pets in your home on your smartphone with Blink Mini’s live view and two-way audio features (live view is not continuous).\nSets up in minutes – just plug in the camera, connect it to wifi, and add it to your Blink app.\nBlink Mini includes a free trial of the Blink cloud storage subscription through December 31, 2020.\nFor additional ease of use, pair Blink Mini with a supported Alexa-enabled device to engage live view, view recorded videos, and arm and disarm using just your voice.",
        "price": 34.99,
        "category": "Electronics",
        "keywords": "electronics, camera, security",
        "rankincategory": 4,
        "quantity": 5,
        "rating": 3
    },
    {
        "itemid": 11,
        "name": "Panasonic ErgoFit In-Ear Earbud Headphones RP-HJE120K Dynamic Crystal-Clear Sound, Ergonomic Comfort-Fit, 9mm, Black",
        "image": "https://drive.google.com/file/d/13QYQ0UHR-kmp-6ryv551gKbbCdx4zXGz/view?usp=sharing",
        "description": "Wired in ear headphones perfect for exercising; with 3 sets of ear pads (S/M/L), Headphones stay in your ears while keeping surrounding noise out\nErgo fit Design for Perfect fit Ultra Soft Ergofit in ear earbud Headphones conform Instantly to Your ears (S/M/L ear pads Included for a Perfect fit)\nSmartphone compatible Panasonic in ear Headphones with integrated microphone and remote are compatible with Apple (iphone/ iPod/ iPad), Android and Blackberry Audio devices\nIn ear stereo Audio tonally balanced Audio with crisp highs and deep low Notes, plus wider frequency response and lively sound quality for recorded audio\nExtended Headphone cord long, 3.6 Feet cord threads comfortably through clothing and Bags making it easy to connect",
        "price": 8.99,
        "category": "Electronics",
        "keywords": "electronics, earbuds, headphones",
        "rankincategory": 5,
        "quantity": 5,
        "rating": 2.5
    },
    {
        "itemid": 12,
        "name": "BlueMake Woven Seagrass Belly Basket for Storage Plant Pot Basket and Laundry, Picnic and Grocery Basket (Large, Original)",
        "image": "https://drive.google.com/file/d/1zx0Qop7n2jxOW5hPA1BRIneqt6Cxtoic/view?usp=sharing",
        "description": "Size (approx.): L: 32 * 28cm / 12.6 * 11in.\nNatural seaweed, handmade products, each basket will be a little different. This is not machine made.\nMulti-purpose: decoration, creative storage, picnic, grocery basket, beach bag, plant basin cover, toy storage box, etc.Perfect in every corner of the house, hallway, living room, children's room, bathroom, balcony space.\nThe basket is not fixed with wire and may deform when squeezed. If the bottom is not flat, flatten it again.\nPlants cannot be grown directly in baskets, they need to be planted in pots, placed in pots and placed in baskets. The selected basket size must be larger than the pot.",
        "price": 18.99,
        "category": "Home Decor",
        "keywords": "decor, basket, woven",
        "rankincategory": 1,
        "quantity": 2,
        "rating": 5
    },
    {
        "itemid": 13,
        "name": "Sorbus Cosmetic Makeup and Jewelry Storage Case Display - Spacious Design - Great for Bathroom, Dresser, Vanity and Countertop (3 Large, 4 Small Drawers, Black Jewel)",
        "image": "https://drive.google.com/file/d/1iUnoBo1FmwDxOByeOorLsL5J8lR_GzR9/view?usp=sharing",
        "description": "COSMETIC & MAKEUP STORAGE CASE (3 LARGE, 4 SMALL DRAWERS, BLACK JEWEL) — Organize all your makeup, cosmetics, and accessories into a dazzling personalized beauty counter or display\nSLEEK & STYLISH — Chic and elegant exterior — Clear style creates visually appealing display that coordinates beautifully with most décor — Great gift for any girl, teen, adult, beauty, fashion, and makeup lover",
        "price": 30.99,
        "category": "Home Decor",
        "keywords": "decor, storage, makeup",
        "rankincategory": 2,
        "quantity": 2,
        "rating": 4.75
    },
    {
        "itemid": 14,
        "name": "CDWERD Fall Throw Pillow Covers 18x18 Inches Pumpkin Thanksgiving Farmhouse Decorative Autumn Pillowcase Cotton Linen Cushion Case for Home Decor Set of 4",
        "image": "https://drive.google.com/file/d/17J0OHtg3yWiJ4r-MFk43I86NnbQwyXjF/view?usp=sharing",
        "description": "Package includes: 4 fall throw pillow covers, with only one-sided printing, insert not included.\nMaterial: High-quality linen, stronger than ordinary linen, durable.\nSize: 18x18 inches (45x45cm); due to manual measurement and cutting, there may be an error of 1-2cm, please understand.\nDesign: The hidden zipper design makes the whole pillow more beautiful.\nApplications: This set is an excellent fall house decoration and a lovely gift for relatives and friends. It can be placed in your courtyard, garden, bench, bed, sofa, car, office, etc.",
        "price": 11.99,
        "category": "Home Decor",
        "keywords": "decor, pillow, bedroom",
        "rankincategory": 3,
        "quantity": 2,
        "rating": 4
    },
    {
        "itemid": 15,
        "name": "Urban Shop Micro Suede Saucer Chair, Adult, Navy",
        "image": "https://drive.google.com/file/d/18Uibd5vQtgQYZ3nReKvjEhrcZ99K-z7o/view?usp=sharing",
        "description": "Microsuede\nImported\nGreat for lounging, dorm rooms or apartments\nSoft fabric and cushioned Filled makes this chair comfortable for hanging out and relaxing\nFoldable Steel frame is supportive and durable\nWeight capacity: 225 pounds\nNo assembly required",
        "price": 29,
        "category": "Home Decor",
        "keywords": "decor, furniture, chair",
        "rankincategory": 4,
        "quantity": 2,
        "rating": 3.75
    },
    {
        "itemid": 16,
        "name": "WLIVE Dresser with 5 Drawers, Fabric Storage Tower, Organizer Unit for Bedroom, Hallway, Entryway, Closets, Sturdy Steel Frame, Wood Top, Easy Pull Handle",
        "image": "https://drive.google.com/file/d/1PlvijkU9P0eUfCHv7cvfcHitmbDUdfes/view?usp=sharing",
        "description": "MULTIFUNCTION CABINET: Match perfectly with other WLIVE storage towers; This chest of drawers is great for closets, bedrooms, nurseries, playrooms, entryways and more\nSUFFICIENT STORAGE SPACE: Drawers are great for organizing your clothes, blankets, scarves, socks and other accessories; Wood top provides hard surface for displaying lamps, clocks, books, glasses etc.\nSTURDY STRUCTURE: Strong steel frame and water-resistant wood top offer stable support and ensure years of use; High-quality non-woven fabric drawers is easy to clean\n5 DRAWER CHEST: Features 5 removable foldable drawers; Easy pull handle helps open and close the drawers simply; 4 adjustable plastic feet protect your floor from scratches",
        "price": 69.99,
        "category": "Home Decor",
        "keywords": "decor, furniture, dresser",
        "rankincategory": 5,
        "quantity": 2,
        "rating": 3
    },
    {
        "itemid": 17,
        "name": "Nespresso Creatista Plus Coffee and Espresso Machine by Breville, Stainless Steel",
        "image": "https://drive.google.com/file/d/1IGAVZ1GI_77H9hWuToq3dlJrD7u1uzbf/view?usp=sharing",
        "description": "SINGLE SERVE COFFEE AND ESPRESSO MACHINE: The Nespresso Creatista Plus offers freshly brewed coffee as well as delicious authentic espresso. The Creatista plus can turn into your personal latte maker with the attached milk frother, allowing you to create top quality latte art in your kitchen. Pour over ice to create your favorite iced coffee drinks.",
        "price": 449.95,
        "category": "Kitchen and Dining",
        "keywords": "kitchen, coffee, coffee machine",
        "rankincategory": 1,
        "quantity": 150,
        "rating": 5
    },
    {
        "itemid": 18,
        "name": "Gibson Soho Lounge 16-Piece Square Reactive Glaze Dinnerware Set, Red",
        "image": "https://drive.google.com/file/d/1J1oZDZRFJw68ZeafyKt_0A0YniXjQkYx/view?usp=sharing",
        "description": "BEAUTIFUL DESIGN: artisanal stoneware featuring two-tone red interior and black exterior double reactive glaze.\nWHATS IN THE BOX: Service for 4 that includes 4 of each of the following: 12. 75” Dinner Plates, 9” Dessert Plates, 6. 25” Cereal Bowls and 12 Ounce Mugs.\nDOUBLE REACTIVE GLAZE: reactive refers to a technique how multiple colors within the glaze react together to create a dreamlike, vibrant quality to the colors and hues. Due to the reactive nature of the glaze, each stoneware piece is unique.",
        "price": 38.79,
        "category": "Kitchen and Dining",
        "keywords": "kitchen, dinnerware, dining",
        "rankincategory": 2,
        "quantity": 20,
        "rating": 4.5
    },
    {
        "itemid": 19,
        "name": "SMARTAKE 200 Pcs Parchment Paper Baking Sheets, 12x16 Inches Non-Stick Precut Baking Parchment, Perfect for Baking Grilling Air Fryer Steaming Bread Cup Cake Cookie and More (Unbleached)",
        "image": "https://drive.google.com/file/d/1MYK6Xif2nCiA63WUd3cKuXRNjeHM5y79/view?usp=sharing",
        "description": "Precut baking sheets paper: are you tired of cutting curly parchment paper? Our pre-cut parchment sheets can let you get rid of cutting parchment anymore. The sheets lay flat on the baking tray and will not curly\nFood grade 200 pcs parchment paper: Includes 200 pcs of Unbleached, non-toxic, food grade baking sheets for baking, grilling, frying and steaming, can resist temperature up to 450°f.\nNon-stick parchment sheets: cookies can easily slide off the baking tray and the bread won’t stick on it.",
        "price": 16.99,
        "category": "Kitchen and Dining",
        "keywords": "kitchen, baking, parchment paper",
        "rankincategory": 3,
        "quantity": 20,
        "rating": 4
    },
    {
        "itemid": 20,
        "name": "Pyrex Glass Measuring Cup Set (3-Piece, Microwave and Oven Safe),Clear",
        "image": "https://drive.google.com/file/d/1soMyBaM8PY9J3Uc6dr1VSczZFb5iIWQo/view?usp=sharing",
        "description": "Includes 1-cup, 2-cup and 4-cup versions\nEasy to read measurements in cups, ounces and milliliters. Features a curved spout for precise pouring and easy-grip handles for comfort\nDurable high-quality tempered glass is dishwasher, freezer, microwave and preheated oven safe\nNonporous glass won’t absorb food odors, flavors, or stains\nBPA free secure-fit plastic lids are freezer, microwave and top-rack dishwasher safe\n2-year limited warranty on glass and plastic lids",
        "price": 17.99,
        "category": "Kitchen and Dining",
        "keywords": "kitchen, baking, measuring cups",
        "rankincategory": 4,
        "quantity": 20,
        "rating": 3.5
    },
    {
        "itemid": 21,
        "name": "Lodge Pre-Seasoned Cast Iron Skillet With Assist Handle, 10.25\", Black",
        "image": "https://drive.google.com/file/d/14uuuPebZT2fCYI8-t3eUXhEh5TZT3eJa/view?usp=sharing",
        "description": "One Lodge Pre-Seasoned 10.25 Inch Cast Iron Skillet\nAssist handle for better control\nUnparalleled heat retention and even heating\nPre-seasoned with 100% natural vegetable oil\nUse to sear, sauté, bake, broil, braise, fry, or grill\nUse in the oven, on the stove, on the grill, or over a campfire\nGreat for induction cooktops",
        "price": 14.88,
        "category": "Kitchen and Dining",
        "keywords": "kitchen, cooking, skillet",
        "rankincategory": 5,
        "quantity": 20,
        "rating": 3
    },
    {
        "itemid": 22,
        "name": "Fullstar Vegetable Spiralizer Vegetable Slicer - 4 in 1 Zucchini Spaghetti Maker Zoodle Maker Veggie Spiralizer Adjustable Handheld Spiralizer Zucchini Noodle Maker Zucchini Spiralizer with Container",
        "image": "https://drive.google.com/file/d/1vO2fkHlrb_s9hVHN8iU1dU1eXVi-jrh-/view?usp=sharing",
        "description": "COMPACT AND CLEANING IS A BREEZE - unlike large units which are a hassle to store and clean, our pocket-sized spiralizer fits just about anywhere! The spiralizer can be fully disassembled with ease and every component is dishwasher-safe.\nFUNCTIONALITY WITH EASE - 4 options to fulfil all of your spiralizing needs in 1 space-saving kitchen gadget. Perfect for zoodles, healthy vegetable pastas and gorgeous garnishes and all available with just an easy push of a button.",
        "price": 9.97,
        "category": "Kitchen and Dining",
        "keywords": "kitchen, cooking, spiralizer",
        "rankincategory": 6,
        "quantity": 20,
        "rating": 2.75
    },
    {
        "itemid": 23,
        "name": "HOMENOTE 5.5/4.8/4 Inch Ceramic Planter Pot, Modern Decorative White Indoor Planters with Drainage Hole Bamboo Trays for All House Plants, Flowers, and Succulent",
        "image": "https://drive.google.com/file/d/1Ee1SHmzYJlTZlpkjYRRwU92gmDmHMoly/view?usp=sharing",
        "description": "Small to Medium Size Planter¡¿This set of white ceramic plant pot with three different sizes, provide more space for plants,succulents and cactus. 5.5'' x 5.1'' / 4.7'' x 4.7'' / 3.9'' x 3.9''. Notice: Plant Not Includes\nTall and Deep¡¿These cylinder Indoor plant pots with deep and more space can provide sufficient growth space for plant rhizomes\nDrainage Hole and Tray¡¿Each white planter comes with a drainage hole at the bottom, the matching bamboo saucer can help to catch exceed water and protect your floor or table\nModern Home Decoration¡¿These clean and simple look white flower pots with natural bamboo trays look great whether they are placed on the windowsill, living room, balcony or office",
        "price": 26.99,
        "category": "Garden",
        "keywords": "gardening, plants, planter",
        "rankincategory": 1,
        "quantity": 3,
        "rating": 5
    },
    {
        "itemid": 24,
        "name": "Scotts Turf Builder Grass Seed Sun & Shade Mix - Shade & Drought Resistant Grass Seed for Lawns, Aggressively Spreading Grass Seed, Seeds up to 2,800 sq. ft, 7 lb.",
        "image": "https://drive.google.com/file/d/1QGqCjb8dWkByzj4bJJRNBk4Ca-aq4a3z/view?usp=sharing",
        "description": "Designed for full sun and dense shade, fine bladed texture and medium to high drought resistance\nExclusive 4 in 1 WaterSmart PLUS Coating absorbs more water, feeds with essential nutrients and protects seedlings from disease\nIncludes Scotts best seed, protects against disease, keeps seed moist 2x longer and feeds to jumpstart growth for thicker, greener grass\nScotts most versatile mix; stays green even in extreme conditions of dense shade or scorching sun\nAggressively spreads to repair bare and thin spots, and seeds up to 2,800 sq. ft.",
        "price": 29.99,
        "category": "Garden",
        "keywords": "gardening, grass, seeds",
        "rankincategory": 2,
        "quantity": 3,
        "rating": 4.75
    },
    {
        "itemid": 25,
        "name": "PRETMANNS Fairy Garden House Kit - Accessories with Miniature Fairies & Welcome Sign – Fairy House is 6” High – Fairy Garden Supplies 4 Pieces",
        "image": "https://drive.google.com/file/d/1Fqw7wKgC-i-4nE8qs6OrdszCXyh8sg24/view?usp=sharing",
        "description": "FAIRY GARDEN KIT: You will love this adorable Fairy House with a stony finish and a pine cone roof. The blue door can be opened and the window frames add a special touch to this cute house.\nFAIRY GARDEN ACCESSORIES: The Fairies, Ava and Sofia, and their pets are gorgeous and you will fall in love with all the detail and the Snail & Frog sign is super cute.\nHAND PAINTED FAIRY GARDEN KIT: Holding these beautifully crafted pieces in your hands will fill you with awe. Each piece is hand painted, one color at a time, to produce the amazing masterpiece you are holding. Artists take great pride in their work to deliver these fairy garden pieces that are even more beautiful in real life than on screen. The number of colors used and time spent on getting the perfect finish makes this a Superior product.",
        "price": 33.9,
        "category": "Garden",
        "keywords": "gardening, sculpture, garden decor",
        "rankincategory": 3,
        "quantity": 3,
        "rating": 4.5
    }
]